anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
anysphere.remote-wsl
astral-sh.ty
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
charliermarsh.ruff
dnut.rewrap-revived
github.vscode-github-actions
github.vscode-pull-request-github
james-yu.latex-workshop
jock.svg
kylinideteam.gitlens
lucien-martijn.parquet-visualizer
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
natizyskunk.sftp
oijusti.eol-converter
pkief.material-icon-theme
rafaelha.vscode-flamegraph
rust-lang.rust-analyzer
